Repository: silashsieh/TrailMate
Catalog: TrailMate/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %.0f m
zh_hant: %.0f 公尺

source: %.1f km
zh_hant: %.1f 公里

source: %.1f m
zh_hant: %.1f 公尺

source: %.2f km
zh_hant: %.2f 公里

# %02d:%02d:%02d left
source: %1$02d:%2$02d:%3$02d left
zh_hant: 剩餘 %02d:%02d:%02d

# %@ · %@ · %lld pts
source: %1$@ · %2$@ · %3$lld pts
zh_hant: %@ · %@ · %lld 點

source: %lld m
zh_hant: %lld 公尺

source: %lld min
zh_hant: %lld 分鐘

# %lld pts · %@ · %lldm %llds
source: %1$lld pts · %2$@ · %3$lldm %4$llds
zh_hant: %lld 點 · %@ · %lld 分 %lld 秒

source: Add Stop
zh_hant: 加入停靠點

source: Append direct
zh_hant: 延伸直線

source: Append route
zh_hant: 延伸路線

source: Apple Maps may throttle routes with this many stops.
zh_hant: Apple 地圖可能會限制包含這麼多停靠點的路線。

source: Calculate Route
zh_hant: 計算路線

source: Can't sweep this area
zh_hant: 無法在此區域產生掃描路線

source: Cancel
zh_hant: 取消

source: Category
zh_hant: 類別

source: Clear
zh_hant: 清除

source: Close
zh_hant: 關閉

source: Connect
zh_hant: 連線

source: Connect will request admin access to open the RSD tunnel.
zh_hant: 連線時會要求管理員權限以開啟 RSD 通道。

source: Connected
zh_hant: 已連線

source: Connecting…
zh_hant: 連線中…

source: Connection
zh_hant: 連線

source: Connection error — check sidebar
zh_hant: 連線錯誤 — 請查看側邊欄

source: Copy
zh_hant: 複製

source: Copy All
zh_hant: 全部複製

source: Copy Coordinate
zh_hant: 複製座標

source: Copy Current Coordinate
zh_hant: 複製目前座標

source: Create
zh_hant: 建立

source: Custom
zh_hant: 自訂

source: Custom %.0f km/h
zh_hant: 自訂 %.0f 公里/小時

source: Cycle
zh_hant: 單車

source: Delete
zh_hant: 刪除

source: Destination
zh_hant: 目的地

source: Device
zh_hant: 裝置

source: Devices
zh_hant: 裝置

source: Disconnect
zh_hant: 中斷連線

source: Drag to draw a route — Esc to cancel
zh_hant: 拖曳以繪製路線 — 按 Esc 取消

source: Draw a route by dragging on the map
zh_hant: 在地圖上拖曳以繪製路線

source: Drive
zh_hant: 汽車

source: Duration
zh_hant: 時間長度

source: End
zh_hant: 終點

source: Enter decimal degrees, e.g. 25.0330, 121.5654
zh_hant: 輸入十進位度，例如 25.0330, 121.5654

source: Export GPX
zh_hant: 匯出 GPX

source: Export…
zh_hant: 匯出…

source: Follow the simulated position
zh_hant: 跟隨模擬位置

source: From
zh_hant: 起點

source: GPS noise σ
zh_hant: GPS 雜訊 σ

source: Gaussian jitter applied to every emitted position, including idle.
zh_hant: 對每個傳送的位置（包含靜止時）套用高斯抖動。

source: Go
zh_hant: 前往

source: Go directly
zh_hant: 直接前往

source: Go to Location
zh_hant: 前往位置

source: Import GPX
zh_hant: 匯入 GPX

source: Joystick
zh_hant: 搖桿

source: Lane spacing
zh_hant: 掃描線間距

source: Language
zh_hant: 語言

source: Launch
zh_hant: 啟動

source: Load
zh_hant: 載入

source: Local position: %.4f, %.4f
zh_hant: 本地位置：%1$.4f, %2$.4f

source: Log
zh_hant: 記錄

source: Loop
zh_hant: 循環

# Loop %lld of %@
source: Loop %1$lld of %2$@
zh_hant: 循環 %lld / %@

source: Mode
zh_hant: 模式

source: Name
zh_hant: 名稱

source: New Category
zh_hant: 新增類別

source: New Category…
zh_hant: 新增類別…

source: No activity yet.
zh_hant: 尚無活動。

source: No controller — use WASD or virtual stick
zh_hant: 無控制器 — 使用 WASD 或虛擬搖桿

source: No devices found.
zh_hant: 找不到裝置。

source: Off
zh_hant: 關閉

source: Off-route: %.0f m
zh_hant: 偏離路線：%.0f 公尺

source: Off: start with no simulated position until you teleport. The last position is remembered either way.
zh_hant: 關閉：在你傳送之前不設定模擬位置。無論如何都會記住上次的位置。

source: Passes
zh_hant: 單程

source: Pause
zh_hant: 暫停

source: Ping-Pong
zh_hant: 往返

source: Play
zh_hant: 播放

source: Playback
zh_hant: 播放

source: Playback position
zh_hant: 播放位置

source: Playing route — %d%%
zh_hant: 播放路線中 — %d%%

source: Radius
zh_hant: 半徑

source: Random
zh_hant: 隨機

source: Realism
zh_hant: 擬真

source: Record
zh_hant: 錄製

source: Recordings
zh_hant: 錄製記錄

source: Rejoin
zh_hant: 回到路線

source: Remove from Category
zh_hant: 移出類別

source: Rename
zh_hant: 重新命名

source: Replay
zh_hant: 重新播放

source: Rescan
zh_hant: 重新掃描

source: Restart
zh_hant: 重新開始

source: Restore last location on launch
zh_hant: 啟動時還原上次的位置

source: Resume
zh_hant: 繼續

source: Right-click the map to set a starting location
zh_hant: 在地圖上按右鍵以設定起始位置

source: Round trips
zh_hant: 來回

source: Route
zh_hant: 路線

source: Route here
zh_hant: 路線至此

source: Routing…
zh_hant: 規劃路線中…

source: Save
zh_hant: 儲存

source: Save Current Location
zh_hant: 儲存目前位置

source: Save Location
zh_hant: 儲存位置

source: Save Route
zh_hant: 儲存路線

source: Save Route…
zh_hant: 儲存路線…

source: Save as Route
zh_hant: 另存為路線

source: Save as Route…
zh_hant: 另存為路線…

source: Saved Locations
zh_hant: 已儲存位置

source: Saved Routes
zh_hant: 已儲存路線

source: Search for a place
zh_hant: 搜尋地點

source: Select…
zh_hant: 選擇…

# Simulating: %.4f, %.4f
source: Simulating: %1$.4f, %2$.4f
zh_hant: 模擬中：%.4f, %.4f

source: Speed
zh_hant: 速度

# Square side %.0f m · %d lanes
source: Square side %1$.0f m · %2$d lanes
zh_hant: 正方形邊長 %.0f 公尺，共 %d 條掃描線

source: Start
zh_hant: 開始

source: Stop
zh_hant: 停止

source: Stop %lld
zh_hant: 停靠點 %lld

source: Stop drawing (Esc)
zh_hant: 停止繪製（Esc）

source: Stop following the simulated position
zh_hant: 停止跟隨模擬位置

source: Stop · %lld pts
zh_hant: 停靠點 · %lld 點

source: Sweeping
zh_hant: 掃描

source: System Default
zh_hant: 系統預設

source: Takes effect after you relaunch TrailMate.
zh_hant: 在你重新啟動 TrailMate 後生效。

source: Teleport
zh_hant: 傳送

source: To
zh_hant: 終點

source: Too many lanes — increase the spacing
zh_hant: 掃描線過多，請加大間距

source: Transport
zh_hant: 交通方式

source: Use current location
zh_hant: 使用目前位置

source: View Full Log
zh_hant: 檢視完整記錄

source: Walk
zh_hant: 步行

source: Wander nearby
zh_hant: 在附近漫遊

source: Wander nearby…
zh_hant: 在附近漫遊…

source: lat, lon
zh_hant: 緯度, 經度

source: m
zh_hant: 公尺

source: meters
zh_hant: 公尺

source: min
zh_hant: 分鐘

source: minutes
zh_hant: 分鐘

# ≈ %.1f km at %@ (%.0f km/h)
source: ≈ %1$.1f km at %2$@ (%3$.0f km/h)
zh_hant: ≈ %.1f 公里，%@（%.0f 公里/小時）

# ≈ %.1f km, ~%.0f min at %@ (%.0f km/h)
source: ≈ %1$.1f km, ~%2$.0f min at %3$@ (%4$.0f km/h)
zh_hant: ≈ %.1f 公里、約 %.0f 分鐘，%@（%.0f 公里/小時）
